index	token	frequency
0	<unk>	0
1	.	8024
2	the	7303
3	,	7131
4	a	5281
5	and	4473
6	of	4396
7	to	3021
8	is	2561
9	's	2544
10	it	2422
11	that	1954
12	in	1888
13	as	1296
14	but	1172
15	film	1162
16	with	1139
17	for	1023
18	this	998
19	movie	976
20	an	972
21	its	944
22	you	857
23	n't	682
24	be	670
25	on	648
26	...	643
27	not	598
28	one	555
29	by	554
30	about	537
31	has	529
32	more	518
33	are	514
34	--	513
35	like	503
36	at	501
37	from	485
38	than	474
39	all	464
40	have	461
41	his	439
42	i	423
43	'	409
44	so	391
45	if	388
46	or	375
47	-lrb-	356
48	-rrb-	356
49	story	352
50	what	339
51	there	327
52	who	320
53	too	317
54	does	307
55	out	303
56	into	301
57	just	293
58	most	291
59	up	282
60	will	267
61	''	266
62	``	266
63	much	265
64	good	264
65	can	260
66	no	259
67	even	257
68	`	256
69	comedy	251
70	characters	236
71	some	236
72	time	231
73	he	218
74	their	218
75	only	217
76	funny	216
77	little	214
78	way	201
79	never	198
80	they	197
81	your	197
82	make	195
83	do	192
84	very	192
85	would	190
86	which	188
87	been	185
88	we	185
89	may	181
90	enough	179
91	director	178
92	work	178
93	makes	174
94	any	173
95	love	172
96	was	169
97	us	168
98	when	166
99	bad	164
100	best	162
101	life	162
102	movies	160
103	while	159
104	could	157
105	?	155
106	new	151
107	:	149
108	made	149
109	how	147
110	through	146
111	something	142
112	well	142
113	really	141
114	many	140
115	drama	139
116	her	136
117	plot	134
118	should	133
119	own	132
120	without	131
121	those	130
122	better	129
123	every	127
124	other	127
125	films	126
126	look	126
127	nothing	125
128	see	125
129	action	124
130	performances	124
131	-	123
132	people	123
133	're	122
134	being	121
135	two	121
136	still	120
137	both	118
138	also	115
139	off	115
140	them	115
141	great	114
142	might	113
143	cast	111
144	here	111
145	long	110
146	such	110
147	though	110
148	character	109
149	audience	108
150	get	108
151	big	107
152	first	107
153	another	106
154	sense	106
155	ever	105
156	fun	105
157	script	105
158	performance	104
159	between	103
160	feel	103
161	humor	103
162	often	102
163	over	100
164	because	99
165	feels	99
166	few	99
167	less	99
168	minutes	99
169	world	99
170	;	98
171	real	98
172	kind	97
173	seems	96
174	thing	96
175	yet	96
176	down	94
177	were	94
178	entertaining	93
179	after	92
180	almost	92
181	far	92
182	picture	92
183	thriller	92
184	!	91
185	man	91
186	quite	91
187	comes	90
188	documentary	90
189	end	90
190	these	90
191	hard	89
192	hollywood	89
193	've	88
194	tale	88
195	rather	87
196	'll	86
197	interesting	85
198	moments	85
199	ca	84
200	family	84
201	lot	84
202	had	83
203	my	83
204	take	83
205	ultimately	83
206	before	82
207	heart	82
208	things	82
209	go	81
210	me	81
211	screen	81
212	seen	81
213	watching	80
214	find	79
215	itself	79
216	acting	78
217	original	78
218	watch	78
219	worth	78
220	come	76
221	full	76
222	material	76
223	old	76
224	romantic	76
225	actors	75
226	american	75
227	back	75
228	right	75
229	then	75
230	where	75
231	dialogue	73
232	year	73
233	despite	72
234	gets	72
235	human	72
236	works	71
237	once	70
238	scenes	70
239	seem	70
240	times	70
241	young	69
242	making	68
243	want	68
244	cinema	67
245	our	67
246	she	67
247	years	66
248	compelling	65
249	emotional	65
250	gives	65
251	least	65
252	takes	65
253	think	65
254	again	64
255	did	64
256	music	64
257	subject	64
258	bit	63
259	give	63
260	kids	63
261	same	63
262	sometimes	62
263	special	62
264	fascinating	61
265	keep	61
266	last	60
267	together	60
268	why	60
269	anyone	59
270	dark	59
271	piece	59
272	women	59
273	going	58
274	point	58
275	style	58
276	actually	57
277	away	57
278	him	57
279	matter	57
280	moving	57
281	need	57
282	pretty	57
283	comic	56
284	direction	56
285	history	56
286	know	56
287	manages	56
288	offers	56
289	say	56
290	since	56
291	sweet	56
292	anything	55
293	dull	55
294	experience	55
295	fans	55
296	show	55
297	simply	55
298	part	54
299	screenplay	54
300	short	54
301	visual	54
302	entertainment	53
303	flick	53
304	whole	53
305	art	52
306	clever	52
307	everything	52
308	filmmakers	52
309	plays	52
310	care	51
311	cinematic	51
312	goes	51
313	mr.	51
314	premise	51
315	true	51
316	war	51
317	always	50
318	instead	50
319	probably	50
320	around	49
321	genre	49
322	idea	49
323	laughs	49
324	series	49
325	silly	49
326	star	49
327	children	48
328	familiar	48
329	place	48
330	predictable	48
331	'd	47
332	done	47
333	engaging	47
334	high	47
335	narrative	47
336	nearly	47
337	title	47
338	under	47
339	whose	47
340	certainly	46
341	enjoyable	46
342	especially	46
343	three	46
344	trying	46
345	worst	46
346	becomes	45
347	each	45
348	exercise	45
349	feature	45
350	portrait	45
351	strong	45
352	beautiful	44
353	beautifully	44
354	home	44
355	smart	44
356	study	44
357	surprisingly	44
358	energy	43
359	set	43
360	wo	43
361	amusing	42
362	charm	42
363	day	42
364	easy	42
365	effort	42
366	ending	42
367	lacks	42
368	lives	42
369	powerful	42
370	video	42
371	although	41
372	charming	41
373	else	41
374	filmmaking	41
375	looking	41
376	men	41
377	mostly	41
378	now	41
379	version	41
380	debut	40
381	dramatic	40
382	face	40
383	feeling	40
384	french	40
385	half	40
386	john	40
387	looks	40
388	problem	40
389	sure	40
390	turns	40
391	'm	39
392	effects	39
393	either	39
394	horror	39
395	likely	39
396	obvious	39
397	power	39
398	theater	39
399	everyone	38
400	hour	38
401	neither	38
402	quirky	38
403	rare	38
404	romance	38
405	tone	38
406	wit	38
407	become	37
408	believe	37
409	boring	37
410	culture	37
411	de	37
412	death	37
413	directed	37
414	fails	37
415	hours	37
416	interest	37
417	leave	37
418	melodrama	37
419	modern	37
420	next	37
421	proves	37
422	reason	37
423	solid	37
424	storytelling	37
425	summer	37
426	book	36
427	camera	36
428	classic	36
429	completely	36
430	enjoy	36
431	fact	36
432	filmmaker	36
433	intelligent	36
434	lack	36
435	level	36
436	light	36
437	message	36
438	mind	36
439	shows	36
440	sort	36
441	whether	36
442	beyond	35
443	deeply	35
444	himself	35
445	left	35
446	mess	35
447	opera	35
448	put	35
449	serious	35
450	spirit	35
451	woman	35
452	along	34
453	already	34
454	fine	34
455	fresh	34
456	line	34
457	shot	34
458	small	34
459	social	34
460	stories	34
461	stuff	34
462	tries	34
463	truly	34
464	turn	34
465	got	33
466	ideas	33
467	intelligence	33
468	must	33
469	play	33
470	political	33
471	remains	33
472	ride	33
473	sad	33
474	suspense	33
475	actor	32
476	against	32
477	animation	32
478	audiences	32
479	black	32
480	contrived	32
481	easily	32
482	hilarious	32
483	images	32
484	nor	32
485	particularly	32
486	past	32
487	project	32
488	recent	32
489	rich	32
490	seeing	32
491	sex	32
492	tv	32
493	viewers	32
494	ways	32
495	above	31
496	adventure	31
497	case	31
498	cold	31
499	complex	31
500	delivers	31
501	flat	31
502	formula	31
503	gags	31
504	girl	31
505	intriguing	31
506	jokes	31
507	satisfying	31
508	terrific	31
509	attempt	30
510	boy	30
511	during	30
512	earnest	30
513	ends	30
514	found	30
515	impossible	30
516	live	30
517	mystery	30
518	passion	30
519	perfect	30
520	personal	30
521	pleasure	30
522	production	30
523	scene	30
524	sequel	30
525	slow	30
526	thought	30
527	touching	30
528	bland	29
529	entirely	29
530	falls	29
531	finally	29
532	given	29
533	head	29
534	honest	29
535	memorable	29
536	michael	29
537	otherwise	29
538	overall	29
539	reality	29
540	role	29
541	satire	29
542	visually	29
543	coming-of-age	28
544	crime	28
545	different	28
546	difficult	28
547	dumb	28
548	elements	28
549	guys	28
550	laugh	28
551	leaves	28
552	lost	28
553	mood	28
554	none	28
555	pretentious	28
556	rarely	28
557	remarkable	28
558	told	28
559	violence	28
560	wild	28
561	writing	28
562	brilliant	27
563	call	27
564	cliches	27
565	days	27
566	getting	27
567	imagine	27
568	occasionally	27
569	running	27
570	side	27
571	soap	27
572	talent	27
573	tired	27
574	tragedy	27
575	viewer	27
576	wonderful	27
577	written	27
578	wrong	27
579	act	26
580	barely	26
581	close	26
582	emotionally	26
583	events	26
584	fairly	26
585	help	26
586	ii	26
587	imagination	26
588	job	26
589	moment	26
590	perfectly	26
591	plenty	26
592	sequences	26
593	starts	26
594	strange	26
595	surprising	26
596	teen	26
597	themselves	26
598	thoroughly	26
599	thoughtful	26
600	concept	25
601	david	25
602	disney	25
603	engrossing	25
604	eyes	25
605	final	25
606	game	25
607	gone	25
608	hero	25
609	journey	25
610	parents	25
611	psychological	25
612	rock	25
613	run	25
614	tell	25
615	try	25
616	writer-director	25
617	able	24
618	air	24
619	ambitious	24
620	appeal	24
621	attention	24
622	bring	24
623	captures	24
624	deep	24
625	emotions	24
626	exactly	24
627	excellent	24
628	execution	24
629	fantasy	24
630	four	24
631	guy	24
632	having	24
633	inside	24
634	keeps	24
635	nature	24
636	needs	24
637	period	24
638	possible	24
639	quiet	24
640	simple	24
641	straight	24
642	suffers	24
643	taste	24
644	thin	24
645	usual	24
646	vision	24
647	warm	24
648	acted	23
649	adaptation	23
650	adults	23
651	appealing	23
652	artist	23
653	awful	23
654	certain	23
655	change	23
656	city	23
657	comedies	23
658	cool	23
659	flawed	23
660	gorgeous	23
661	grant	23
662	historical	23
663	latest	23
664	merely	23
665	moral	23
666	odd	23
667	somewhat	23
668	spy	23
669	start	23
670	tedious	23
671	unsettling	23
672	until	23
673	uses	23
674	age	22
675	approach	22
676	beauty	22
677	behind	22
678	creative	22
679	cut	22
680	date	22
681	dead	22
682	definitely	22
683	delightful	22
684	entire	22
685	epic	22
686	expect	22
687	fire	22
688	flaws	22
689	gentle	22
690	highly	22
691	knows	22
692	lead	22
693	low	22
694	maybe	22
695	middle	22
696	nice	22
697	novel	22
698	offer	22
699	pictures	22
700	pure	22
701	quality	22
702	relationships	22
703	rest	22
704	robert	22
705	saw	22
706	scary	22
707	spielberg	22
708	stupid	22
709	throughout	22
710	upon	22
711	view	22
712	watchable	22
713	welcome	22
714	words	22
715	york	22
716	2	21
717	allen	21
718	america	21
719	animated	21
720	cheap	21
721	convincing	21
722	creates	21
723	effective	21
724	examination	21
725	felt	21
726	hardly	21
727	hit	21
728	house	21
729	however	21
730	impressive	21
731	issues	21
732	lacking	21
733	master	21
734	mediocre	21
735	murder	21
736	old-fashioned	21
737	others	21
738	playing	21
739	process	21
740	provides	21
741	puts	21
742	remake	21
743	result	21
744	road	21
745	sci-fi	21
746	sentimental	21
747	sharp	21
748	single	21
749	sit	21
750	someone	21
751	stand	21
752	success	21
753	supposed	21
754	taking	21
755	thanks	21
756	touch	21
757	truth	21
758	unfortunately	21
759	use	21
760	weird	21
761	witty	21
762	working	21
763	worse	21
764	across	20
765	begins	20
766	brings	20
767	career	20
768	clear	20
769	country	20
770	creepy	20
771	decent	20
772	deserves	20
773	dog	20
774	female	20
775	impact	20
776	loud	20
777	lovely	20
778	magic	20
779	pace	20
780	pacing	20
781	plain	20
782	potential	20
783	previous	20
784	problems	20
785	relationship	20
786	second	20
787	several	20
788	slight	20
789	stylish	20
790	surprise	20
791	sustain	20
792	themes	20
793	ugly	20
794	unexpected	20
795	used	20
796	word	20
797	actress	19
798	among	19
799	amount	19
800	apart	19
801	based	19
802	coming	19
803	couple	19
804	depth	19
805	doubt	19
806	dry	19
807	ensemble	19
808	episode	19
809	era	19
810	except	19
811	exciting	19
812	fully	19
813	future	19
814	generic	19
815	genuine	19
816	girls	19
817	goofy	19
818	hand	19
819	hell	19
820	hope	19
821	important	19
822	masterpiece	19
823	mildly	19
824	painful	19
825	perhaps	19
826	pieces	19
827	read	19
828	reveals	19
829	sexual	19
830	situation	19
831	subtle	19
832	succeeds	19
833	talented	19
834	terms	19
835	trouble	19
836	ultimate	19
837	uneven	19
838	unfunny	19
839	winning	19
840	writer	19
841	90	18
842	ability	18
843	add	18
844	alone	18
845	battle	18
846	cartoon	18
847	casting	18
848	chan	18
849	chemistry	18
850	clichés	18
851	company	18
852	crazy	18
853	crush	18
854	cultural	18
855	doing	18
856	evil	18
857	extreme	18
858	eye	18
859	filled	18
860	five	18
861	force	18
862	forget	18
863	gay	18
864	grace	18
865	heaven	18
866	hold	18
867	insight	18
868	jackson	18
869	kid	18
870	lots	18
871	major	18
872	manner	18
873	mean	18
874	melodramatic	18
875	money	18
876	name	18
877	ones	18
878	poignant	18
879	points	18
880	red	18
881	room	18
882	school	18
883	seriously	18
884	sets	18
885	sexy	18
886	sincere	18
887	sitting	18
888	situations	18
889	steven	18
890	successful	18
891	surprises	18
892	taken	18
893	tells	18
894	thinking	18
895	understand	18
896	urban	18
897	utterly	18
898	viewing	18
899	williams	18
900	worthy	18
901	2002	17
902	absolutely	17
903	blade	17
904	british	17
905	brown	17
906	business	17
907	called	17
908	clearly	17
909	college	17
910	colorful	17
911	considerable	17
912	contemporary	17
913	crafted	17
914	create	17
915	damned	17
916	derivative	17
917	edge	17
918	eventually	17
919	finds	17
920	form	17
921	frame	17
922	george	17
923	happy	17
924	heavy	17
925	huge	17
926	interested	17
927	intimate	17
928	inventive	17
929	leads	17
930	let	17
931	liked	17
932	mark	17
933	meditation	17
934	memory	17
935	oscar	17
936	places	17
937	please	17
938	poetry	17
939	poor	17
940	promise	17
941	provocative	17
942	question	17
943	remember	17
944	routine	17
945	said	17
946	sandler	17
947	sensitive	17
948	share	17
949	slightly	17
950	solondz	17
951	sophisticated	17
952	sound	17
953	tension	17
954	terrible	17
955	tom	17
956	treatment	17
957	twists	17
958	unique	17
959	wants	17
960	warmth	17
961	white	17
962	wish	17
963	wonder	17
964	yes	17
965	ago	16
966	allows	16
967	appears	16
968	atmosphere	16
969	attempts	16
970	bears	16
971	blue	16
972	boys	16
973	bullock	16
974	class	16
975	complete	16
976	conventional	16
977	deal	16
978	depressing	16
979	equally	16
980	essentially	16
981	extremely	16
982	festival	16
983	finish	16
984	fit	16
985	flicks	16
986	forgettable	16
987	hate	16
988	humanity	16
989	insightful	16
990	involved	16
991	involving	16
992	justice	16
993	lets	16
994	manipulative	16
995	match	16
996	means	16
997	mix	16
998	monster	16
999	painfully	16
1000	pleasant	16
1001	poorly	16
1002	popcorn	16
1003	presents	16
1004	purpose	16
1005	quickly	16
1006	quietly	16
1007	recommend	16
1008	runs	16
1009	setting	16
1010	shallow	16
1011	shots	16
1012	skin	16
1013	soderbergh	16
1014	standard	16
1015	stars	16
1016	substance	16
1017	target	16
1018	thrills	16
1019	tragic	16
1020	twist	16
1021	typical	16
1022	usually	16
1023	virtually	16
1024	waste	16
1025	wedding	16
1026	whatever	16
1027	&	15
1028	absorbing	15
1029	affair	15
1030	average	15
1031	believable	15
1032	bizarre	15
1033	bond	15
1034	break	15
1035	central	15
1036	core	15
1037	created	15
1038	cute	15
1039	delight	15
1040	directors	15
1041	drag	15
1042	dream	15
1043	effect	15
1044	empty	15
1045	endearing	15
1046	fall	15
1047	fan	15
1048	fare	15
1049	fast	15
1050	fat	15
1051	fiction	15
1052	franchise	15
1053	frequently	15
1054	friendship	15
1055	funnier	15
1056	giving	15
1057	green	15
1058	gripping	15
1059	heartfelt	15
1060	holds	15
1061	ice	15
1062	imax	15
1063	inspired	15
1064	intended	15
1065	largely	15
1066	living	15
1067	martin	15
1068	mindless	15
1069	missing	15
1070	moore	15
1071	motion	15
1072	ms.	15
1073	murphy	15
1074	needed	15
1075	number	15
1076	opportunity	15
1077	overcome	15
1078	pay	15
1079	peter	15
1080	pointless	15
1081	pop	15
1082	possibly	15
1083	queen	15
1084	questions	15
1085	results	15
1086	riveting	15
1087	sea	15
1088	simplistic	15
1089	somewhere	15
1090	sounds	15
1091	spectacle	15
1092	strangely	15
1093	telling	15
1094	today	15
1095	toward	15
1096	treat	15
1097	tribute	15
1098	trip	15
1099	triumph	15
1100	value	15
1101	wanted	15
1102	wildly	15
1103	worthwhile	15
1104	amazing	14
1105	attraction	14
1106	badly	14
1107	bore	14
1108	brain	14
1109	car	14
1110	conclusion	14
1111	course	14
1112	credit	14
1113	crimes	14
1114	deliver	14
1115	devoid	14
1116	directorial	14
1117	diverting	14
1118	emerges	14
1119	excitement	14
1120	faith	14
1121	fears	14
1122	figure	14
1123	footage	14
1124	forced	14
1125	formulaic	14
1126	general	14
1127	generally	14
1128	genuinely	14
1129	greatest	14
1130	guilty	14
1131	hoffman	14
1132	humorous	14
1133	indeed	14
1134	joke	14
1135	kevin	14
1136	killer	14
1137	king	14
1138	lame	14
1139	lee	14
1140	loses	14
1141	main	14
1142	mainstream	14
1143	members	14
1144	move	14
1145	night	14
1146	niro	14
1147	numbers	14
1148	oddly	14
1149	particular	14
1150	powers	14
1151	price	14
1152	provide	14
1153	refreshing	14
1154	release	14
1155	remarkably	14
1156	ryan	14
1157	seagal	14
1158	seat	14
1159	sequence	14
1160	shame	14
1161	slapstick	14
1162	somehow	14
1163	soul	14
1164	soundtrack	14
1165	stale	14
1166	stock	14
1167	sum	14
1168	television	14
1169	universal	14
1170	visuals	14
1171	vivid	14
1172	water	14
1173	wife	14
1174	wise	14
1175	yourself	14
1176	addition	13
1177	ages	13
1178	alive	13
1179	annoying	13
1180	balance	13
1181	blood	13
1182	body	13
1183	budget	13
1184	challenging	13
1185	cinematography	13
1186	consistently	13
1187	crowd	13
1188	decades	13
1189	deeper	13
1190	delicate	13
1191	delivery	13
1192	detail	13
1193	document	13
1194	dreams	13
1195	dreary	13
1196	editing	13
1197	eight	13
1198	exhilarating	13
1199	exploration	13
1200	extraordinary	13
1201	fantastic	13
1202	filmed	13
1203	frustrating	13
1204	further	13
1205	gangster	13
1206	glimpse	13
1207	god	13
1208	gross-out	13
1209	happens	13
1210	holes	13
1211	industry	13
1212	intense	13
1213	large	13
1214	lawrence	13
1215	lazy	13
1216	lines	13
1217	loss	13
1218	machine	13
1219	marks	13
1220	meandering	13
1221	minor	13
1222	nowhere	13
1223	offensive	13
1224	overwrought	13
1225	parker	13
1226	party	13
1227	performers	13
1228	person	13
1229	perspective	13
1230	philosophical	13
1231	politics	13
1232	realism	13
1233	reno	13
1234	represents	13
1235	score	13
1236	served	13
1237	sight	13
1238	signs	13
1239	skill	13
1240	sloppy	13
1241	space	13
1242	spiritual	13
1243	sports	13
1244	stay	13
1245	storyline	13
1246	strength	13
1247	superficial	13
1248	theme	13
1249	thought-provoking	13
1250	tiresome	13
1251	top	13
1252	twice	13
1253	unfolds	13
1254	vehicle	13
1255	vividly	13
1256	wait	13
1257	weak	13
1258	win	13
1259	x	13
1260	10	12
1261	20	12
1262	achieves	12
1263	adam	12
1264	affecting	12
1265	amateurish	12
1266	animal	12
1267	aside	12
1268	b	12
1269	b-movie	12
1270	band	12
1271	barbershop	12
1272	beat	12
1273	behavior	12
1274	bright	12
1275	brought	12
1276	bunch	12
1277	cause	12
1278	century	12
1279	chance	12
1280	charisma	12
1281	chilling	12
1282	chris	12
1283	cliché	12
1284	collection	12
1285	combination	12
1286	comedic	12
1287	complicated	12
1288	concerned	12
1289	conflict	12
1290	conviction	12
1291	davis	12
1292	desire	12
1293	details	12
1294	disaster	12
1295	disguise	12
1296	dragon	12
1297	emotion	12
1298	empathy	12
1299	energetic	12
1300	escape	12
1301	experiences	12
1302	failure	12
1303	father	12
1304	favor	12
1305	fear	12
1306	features	12
1307	focus	12
1308	funniest	12
1309	generation	12
1310	grief	12
1311	growing	12
1312	happen	12
1313	haunting	12
1314	hits	12
1315	holiday	12
1316	horrible	12
1317	hot	12
1318	identity	12
1319	imaginative	12
1320	including	12
1321	incredibly	12
1322	indie	12
1323	intentions	12
1324	intrigue	12
1325	irritating	12
1326	james	12
1327	japanese	12
1328	jones	12
1329	joy	12
1330	late	12
1331	ludicrous	12
1332	mayhem	12
1333	mention	12
1334	monty	12
1335	mother	12
1336	musical	12
1337	national	12
1338	near	12
1339	nicely	12
1340	older	12
1341	opening	12
1342	ordinary	12
1343	originality	12
1344	overly	12
1345	paid	12
1346	poetic	12
1347	polanski	12
1348	presence	12
1349	product	12
1350	protagonist	12
1351	pull	12
1352	realistic	12
1353	respect	12
1354	revolution	12
1355	sappy	12
1356	save	12
1357	screenwriter	12
1358	sentimentality	12
1359	sheer	12
1360	slice	12
1361	society	12
1362	son	12
1363	soon	12
1364	south	12
1365	stands	12
1366	step	12
1367	striking	12
1368	structure	12
1369	struggle	12
1370	stunning	12
1371	surely	12
1372	surface	12
1373	talking	12
1374	thinks	12
1375	trick	12
1376	unusual	12
1377	values	12
1378	violent	12
1379	voice	12
1380	vs.	12
1381	waiting	12
1382	wasted	12
1383	zone	12
1384	admirable	11
1385	adult	11
1386	affection	11
1387	analyze	11
1388	angst	11
1389	apparently	11
1390	artistic	11
1391	ask	11
1392	aspects	11
1393	assured	11
1394	avoid	11
1395	awkward	11
1396	barry	11
1397	basic	11
1398	beneath	11
1399	biggest	11
1400	bite	11
1401	bits	11
1402	bittersweet	11
1403	broken	11
1404	broomfield	11
1405	brothers	11
1406	burns	11
1407	buy	11
1408	carries	11
1409	chase	11
1410	child	11
1411	christmas	11
1412	cliche	11
1413	cloying	11
1414	commentary	11
1415	community	11
1416	confusing	11
1417	creating	11
1418	credits	11
1419	dazzling	11
1420	degree	11
1421	delivered	11
1422	deserve	11
1423	designed	11
1424	die	11
1425	early	11
1426	efforts	11
1427	elegant	11
1428	enjoyed	11
1429	equivalent	11
1430	excuse	11
1431	expected	11
1432	farce	11
1433	fatal	11
1434	fisher	11
1435	folks	11
1436	frank	11
1437	friday	11
1438	games	11
1439	gem	11
1440	ghost	11
1441	godard	11
1442	graphic	11
1443	greek	11
1444	ground	11
1445	group	11
1446	hackneyed	11
1447	harvard	11
1448	heartwarming	11
1449	hip-hop	11
1450	homage	11
1451	inspiring	11
1452	intensity	11
1453	jack	11
1454	jason	11
1455	kissinger	11
1456	knowing	11
1457	leaving	11
1458	length	11
1459	list	11
1460	longer	11
1461	low-key	11
1462	male	11
1463	meaning	11
1464	miss	11
1465	mistake	11
1466	mixed	11
1467	modest	11
1468	natural	11
1469	necessary	11
1470	notice	11
1471	open	11
1472	pain	11
1473	paul	11
1474	persona	11
1475	personality	11
1476	played	11
1477	playful	11
1478	plodding	11
1479	plotting	11
1480	predecessor	11
1481	produced	11
1482	promising	11
1483	prove	11
1484	public	11
1485	raw	11
1486	reign	11
1487	relatively	11
1488	report	11
1489	retread	11
1490	rises	11
1491	roger	11
1492	schneider	11
1493	season	11
1494	sequels	11
1495	showtime	11
1496	shyamalan	11
1497	sick	11
1498	sides	11
1499	smile	11
1500	snow	11
1501	source	11
1502	spend	11
1503	spent	11
1504	stage	11
1505	studio	11
1506	subjects	11
1507	superb	11
1508	supporting	11
1509	team	11
1510	third	11
1511	totally	11
1512	tough	11
1513	treasure	11
1514	turned	11
1515	twisted	11
1516	type	11
1517	unlike	11
1518	vampire	11
1519	visceral	11
1520	vulgar	11
1521	weight	11
1522	well-acted	11
1523	well-made	11
1524	wonderfully	11
1525	woo	11
1526	woody	11
1527	worked	11
1528	wry	11
1529	achievement	10
1530	actresses	10
1531	acts	10
1532	artificial	10
1533	asks	10
1534	banal	10
1535	bitter	10
1536	blend	10
1537	capable	10
1538	cautionary	10
1539	changing	10
1540	charms	10
1541	check	10
1542	cho	10
1543	choices	10
1544	clarity	10
1545	clumsy	10
1546	commercial	10
1547	common	10
1548	constructed	10
1549	content	10
1550	count	10
1551	courage	10
1552	cross	10
1553	cult	10
1554	deadly	10
1555	deftly	10
1556	determined	10
1557	devastating	10
1558	digital	10
1559	directing	10
1560	downright	10
1561	example	10
1562	fair	10
1563	families	10
1564	fashion	10
1565	feel-good	10
1566	finale	10
1567	finding	10
1568	flair	10
1569	flashy	10
1570	foreign	10
1571	forgotten	10
1572	freaks	10
1573	free	10
1574	frida	10
1575	front	10
1576	grand	10
1577	grows	10
1578	harmless	10
1579	hearts	10
1580	howard	10
1581	humour	10
1582	imagery	10
1583	impression	10
1584	increasingly	10
1585	inept	10
1586	italian	10
1587	knowledge	10
1588	lady	10
1589	land	10
1590	lesson	10
1591	levels	10
1592	limited	10
1593	lousy	10
1594	low-budget	10
1595	makers	10
1596	manage	10
1597	manhattan	10
1598	matters	10
1599	maudlin	10
1600	mesmerizing	10
1601	messages	10
1602	metaphor	10
1603	mike	10
1604	mile	10
1605	missed	10
1606	moviegoers	10
1607	moviemaking	10
1608	noir	10
1609	nostalgia	10
1610	observations	10
1611	offering	10
1612	onto	10
1613	outrageous	10
1614	paced	10
1615	pack	10
1616	parts	10
1617	pass	10
1618	pathetic	10
1619	pick	10
1620	pity	10
1621	pleasures	10
1622	potentially	10
1623	predictably	10
1624	present	10
1625	quick	10
1626	reach	10
1627	reading	10
1628	real-life	10
1629	realize	10
1630	realized	10
1631	record	10
1632	refreshingly	10
1633	relies	10
1634	reminds	10
1635	repetitive	10
1636	return	10
1637	revenge	10
1638	romp	10
1639	santa	10
1640	scorsese	10
1641	screenwriting	10
1642	secrets	10
1643	serves	10
1644	shake	10
1645	shock	10
1646	sign	10
1647	smarter	10
1648	somber	10
1649	songs	10
1650	spark	10
1651	spider-man	10
1652	spooky	10
1653	standards	10
1654	stirring	10
1655	strictly	10
1656	stunts	10
1657	superior	10
1658	suspenseful	10
1659	sympathy	10
1660	talents	10
1661	teens	10
1662	territory	10
1663	theatre	10
1664	timely	10
1665	trappings	10
1666	trifle	10
1667	undeniably	10
1668	unfaithful	10
1669	uninspired	10
1670	unlikely	10
1671	using	10
1672	various	10
1673	vibrant	10
1674	wars	10
1675	washington	10
1676	wears	10
1677	went	10
1678	whom	10
1679	writer\/director	10
1680	yarn	10
1681	9	9
1682	accomplished	9
1683	adds	9
1684	admire	9
1685	admit	9
1686	adolescent	9
1687	afraid	9
1688	alabama	9
1689	answers	9
1690	apparent	9
1691	appreciate	9
1692	austin	9
1693	authentic	9
1694	bag	9
1695	becoming	9
1696	beginning	9
1697	belongs	9
1698	below	9
1699	benigni	9
1700	birthday	9
1701	blair	9
1702	bother	9
1703	bottom	9
1704	caper	9
1705	captivating	9
1706	catch	9
1707	cheesy	9
1708	chinese	9
1709	choppy	9
1710	cletis	9
1711	color	9
1712	compassion	9
1713	consider	9
1714	constantly	9
1715	continues	9
1716	cruel	9
1717	curiosity	9
1718	cynical	9
1719	damage	9
1720	dance	9
1721	deft	9
1722	delightfully	9
1723	demands	9
1724	depiction	9
1725	despair	9
1726	desperate	9
1727	desperately	9
1728	desperation	9
1729	detailed	9
1730	development	9
1731	difference	9
1732	dirty	9
1733	disappointing	9
1734	distance	9
1735	disturbing	9
1736	dramatically	9
1737	earth	9
1738	endless	9
1739	event	9
1740	faithful	9
1741	fierce	9
1742	fight	9
1743	fill	9
1744	first-time	9
1745	fluff	9
1746	follows	9
1747	food	9
1748	giant	9
1749	glass	9
1750	gradually	9
1751	gritty	9
1752	grow	9
1753	guess	9
1754	guns	9
1755	halfway	9
1756	handsome	9
1757	happened	9
1758	heard	9
1759	heavy-handed	9
1760	hey	9
1761	holocaust	9
1762	honestly	9
1763	hopeful	9
1764	importance	9
1765	indian	9
1766	inspiration	9
1767	intellectual	9
1768	intoxicating	9
1769	iranian	9
1770	joyous	9
1771	justify	9
1772	kaufman	9
1773	key	9
1774	killed	9
1775	kiss	9
1776	laughter	9
1777	lies	9
1778	listless	9
1779	lived	9
1780	logic	9
1781	loved	9
1782	madonna	9
1783	mainly	9
1784	mere	9
1785	mild	9
1786	miller	9
1787	mixture	9
1788	moves	9
1789	nasty	9
1790	nevertheless	9
1791	news	9
1792	nicholas	9
1793	nicholson	9
1794	no.	9
1795	obnoxious	9
1796	obviously	9
1797	offbeat	9
1798	office	9
1799	onscreen	9
1800	outside	9
1801	over-the-top	9
1802	parable	9
1803	park	9
1804	parody	9
1805	pianist	9
1806	preachy	9
1807	precious	9
1808	proceedings	9
1809	profound	9
1810	promises	9
1811	pulls	9
1812	quest	9
1813	reasonably	9
1814	rendered	9
1815	resonant	9
1816	revealing	9
1817	rewarding	9
1818	rhythms	9
1819	ridiculous	9
1820	ring	9
1821	roll	9
1822	rush	9
1823	sade	9
1824	sadly	9
1825	sadness	9
1826	saying	9
1827	scenario	9
1828	science	9
1829	scratch	9
1830	secret	9
1831	self-conscious	9
1832	sentiment	9
1833	service	9
1834	showing	9
1835	skip	9
1836	spare	9
1837	speaking	9
1838	spectacular	9
1839	starring	9
1840	started	9
1841	stuck	9
1842	subtlety	9
1843	sugar	9
1844	talk	9
1845	teenage	9
1846	tender	9
1847	terrifying	9
1848	testament	9
1849	throws	9
1850	total	9
1851	touches	9
1852	traditional	9
1853	tsai	9
1854	understanding	9
1855	unintentionally	9
1856	unnecessary	9
1857	unpleasant	9
1858	uplifting	9
1859	van	9
1860	walk	9
1861	wallace	9
1862	week	9
1863	well-meaning	9
1864	willing	9
1865	winds	9
1866	witch	9
1867	within	9
1868	wow	9
1869	$	8
1870	'70s	8
1871	51	8
1872	abandon	8
1873	abstract	8
1874	accessible	8
1875	ahead	8
1876	aims	8
1877	americans	8
1878	amounts	8
1879	amused	8
1880	antwone	8
1881	appear	8
1882	arnold	8
1883	attractive	8
1884	background	8
1885	belly	8
1886	biting	8
1887	bleak	8
1888	bold	8
1889	breathtaking	8
1890	britney	8
1891	broad	8
1892	brutally	8
1893	buoyant	8
1894	camp	8
1895	candy	8
1896	capture	8
1897	category	8
1898	caught	8
1899	channel	8
1900	characterizations	8
1901	charmer	8
1902	christian	8
1903	cliched	8
1904	comedian	8
1905	competent	8
1906	condition	8
1907	conversations	8
1908	crap	8
1909	creativity	8
1910	credibility	8
1911	credible	8
1912	crisp	8
1913	crude	8
1914	damn	8
1915	dangerous	8
1916	daring	8
1917	dealing	8
1918	delivering	8
1919	demonstrates	8
1920	design	8
1921	determination	8
1922	dignity	8
1923	discovery	8
1924	dogs	8
1925	drawn	8
1926	drug	8
1927	due	8
1928	dying	8
1929	dysfunctional	8
1930	easier	8
1931	eccentric	8
1932	eddie	8
1933	elaborate	8
1934	encounter	8
1935	endeavor	8
1936	engaged	8
1937	english	8
1938	enigma	8
1939	enthusiasm	8
1940	eric	8
1941	evocative	8
1942	excess	8
1943	executed	8
1944	expectations	8
1945	exploitation	8
1946	exploitative	8
1947	exquisite	8
1948	fake	8
1949	false	8
1950	fanciful	8
1951	fighting	8
1952	fly	8
1953	follow	8
1954	forgive	8
1955	frailty	8
1956	friends	8
1957	gag	8
1958	gangs	8
1959	generate	8
1960	gifted	8
1961	glory	8
1962	gosling	8
1963	hair	8
1964	halloween	8
1965	hands	8
1966	harris	8
1967	harrowing	8
1968	heartbreaking	8
1969	helps	8
1970	herzog	8
1971	hill	8
1972	hip	8
1973	hong	8
1974	hoping	8
1975	horrifying	8
1976	hugely	8
1977	husband	8
1978	hybrid	8
1979	image	8
1980	inane	8
1981	incoherent	8
1982	innocence	8
1983	inoffensive	8
1984	insights	8
1985	kapur	8
1986	kong	8
1987	kung	8
1988	landscape	8
1989	laughing	8
1990	learn	8
1991	legged	8
1992	letting	8
1993	lightweight	8
1994	literary	8
1995	looked	8
1996	loves	8
1997	lyrical	8
1998	maintains	8
1999	market	8
2000	martha	8
2001	masterful	8
2002	matinee	8
2003	mature	8
2004	meant	8
2005	memories	8
2006	monsters	8
2007	muddled	8
2008	myself	8
2009	nair	8
2010	narc	8
2011	notion	8
2012	ode	8
2013	pair	8
2014	partly	8
2015	pat	8
2016	path	8
2017	patience	8
2018	photographed	8
2019	pile	8
2020	pinocchio	8
2021	planet	8
2022	poem	8
2023	poignancy	8
2024	portrayal	8
2025	pow	8
2026	pretension	8
2027	prison	8
2028	psychology	8
2029	punch	8
2030	references	8
2031	released	8
2032	relentlessly	8
2033	remain	8
2034	required	8
2035	resist	8
2036	resonance	8
2037	respectable	8
2038	returns	8
2039	revelatory	8
2040	richly	8
2041	rip-off	8
2042	ritchie	8
2043	rob	8
2044	roman	8
2045	russian	8
2046	saccharine	8
2047	safe	8
2048	saga	8
2049	sara	8
2050	saturday	8
2051	saving	8
2052	says	8
2053	schmidt	8
2054	scores	8
2055	screenwriters	8
2056	secretary	8
2057	sees	8
2058	self-indulgent	8
2059	settles	8
2060	shocking	8
2061	shoot	8
2062	shooting	8
2063	silence	8
2064	silliness	8
2065	simultaneously	8
2066	sitcom	8
2067	slap	8
2068	slip	8
2069	smoochy	8
2070	smug	8
2071	soldiers	8
2072	song	8
2073	sour	8
2074	splendid	8
2075	spoof	8
2076	stand-up	8
2077	state	8
2078	stays	8
2079	stealing	8
2080	stereotypes	8
2081	stilted	8
2082	stomach	8
2083	straightforward	8
2084	stuart	8
2085	succeed	8
2086	suffering	8
2087	tasty	8
2088	teacher	8
2089	teenagers	8
2090	theaters	8
2091	theatrical	8
2092	timing	8
2093	tout	8
2094	tradition	8
2095	trash	8
2096	trek	8
2097	turning	8
2098	tuxedo	8
2099	uncompromising	8
2100	unflinching	8
2101	unfocused	8
2102	unless	8
2103	utter	8
2104	victims	8
2105	vital	8
2106	wacky	8
2107	wannabe	8
2108	warning	8
2109	whimsical	8
2110	wilde	8
2111	wind	8
2112	xxx	8
2113	yu	8
2114	'em	7
2115	15	7
2116	\/	7
2117	absurd	7
2118	acceptable	7
2119	account	7
2120	adams	7
2121	adventures	7
2122	after-school	7
2123	ai	7
2124	aimed	7
2125	allow	7
2126	alternately	7
2127	alternative	7
2128	am	7
2129	ambition	7
2130	amy	7
2131	answer	7
2132	arrives	7
2133	artifice	7
2134	artists	7
2135	assassin	7
2136	astonishing	7
2137	authority	7
2138	baffling	7
2139	bartleby	7
2140	beast	7
2141	behold	7
2142	belt	7
2143	bigger	7
2144	biopic	7
2145	bloody	7
2146	boasts	7
2147	books	7
2148	breaks	7
2149	breezy	7
2150	bride	7
2151	brilliantly	7
2152	bringing	7
2153	brother	7
2154	build	7
2155	bullets	7
2156	busy	7
2157	cage	7
2158	came	7
2159	cannes	7
2160	cares	7
2161	carry	7
2162	carvey	7
2163	casual	7
2164	celebrates	7
2165	center	7
2166	chabrol	7
2167	changes	7
2168	chaotic	7
2169	charismatic	7
2170	chases	7
2171	chick	7
2172	childhood	7
2173	chills	7
2174	chilly	7
2175	china	7
2176	choose	7
2177	clause	7
2178	closely	7
2179	co-writer	7
2180	combines	7
2181	comfort	7
2182	comfortable	7
2183	committed	7
2184	comparison	7
2185	complexity	7
2186	complications	7
2187	computer	7
2188	con	7
2189	conduct	7
2190	constant	7
2191	contains	7
2192	context	7
2193	contrivances	7
2194	convinced	7
2195	copy	7
2196	corner	7
2197	corny	7
2198	crass	7
2199	cultures	7
2200	curious	7
2201	curiously	7
2202	current	7
2203	cutting	7
2204	dahmer	7
2205	darker	7
2206	deadpan	7
2207	deceptively	7
2208	delicately	7
2209	demanding	7
2210	describe	7
2211	deuces	7
2212	dickens	7
2213	diesel	7
2214	directs	7
2215	disappointed	7
2216	display	7
2217	disposable	7
2218	domestic	7
2219	dong	7
2220	downbeat	7
2221	drags	7
2222	drop	7
2223	drugs	7
2224	dvd	7
2225	e.t.	7
2226	edited	7
2227	element	7
2228	eloquent	7
2229	embarrassment	7
2230	emerge	7
2231	empire	7
2232	enterprise	7
2233	entertain	7
2234	enthralling	7
2235	essence	7
2236	evans	7
2237	exceptional	7
2238	exceptionally	7
2239	expectation	7
2240	explosions	7
2241	extended	7
2242	fable	7
2243	faster	7
2244	fate	7
2245	feature-length	7
2246	featuring	7
2247	fights	7
2248	figures	7
2249	filling	7
2250	finely	7
2251	first-rate	7
2252	fish	7
2253	flash	7
2254	friend	7
2255	frightening	7
2256	gently	7
2257	ghetto	7
2258	good-natured	7
2259	grandeur	7
2260	handled	7
2261	happiness	7
2262	harry	7
2263	hear	7
2264	herself	7
2265	hitting	7
2266	hook	7
2267	hopkins	7
2268	hugh	7
2269	huppert	7
2270	imitation	7
2271	improbable	7
2272	inevitable	7
2273	inner	7
2274	insomnia	7
2275	inspirational	7
2276	instantly	7
2277	integrity	7
2278	ironic	7
2279	irony	7
2280	j.	7
2281	jackie	7
2282	jaglom	7
2283	junk	7
2284	k-19	7
2285	keeping	7
2286	kline	7
2287	knew	7
2288	labored	7
2289	labute	7
2290	lackluster	7
2291	larger	7
2292	laughable	7
2293	leaden	7
2294	leigh	7
2295	life-affirming	7
2296	lifeless	7
2297	likable	7
2298	literally	7
2299	loneliness	7
2300	loose	7
2301	madness	7
2302	marriage	7
2303	marvelous	7
2304	mean-spirited	7
2305	merit	7
2306	mouth	7
2307	nation	7
2308	nickleby	7
2309	nijinsky	7
2310	nomination	7
2311	nonsense	7
2312	notorious	7
2313	nuanced	7
2314	observant	7
2315	obsession	7
2316	odds	7
2317	packed	7
2318	paper	7
2319	passionate	7
2320	payoff	7
2321	peculiar	7
2322	pedestrian	7
2323	peek	7
2324	pic	7
2325	players	7
2326	plotted	7
2327	pokemon	7
2328	police	7
2329	ponder	7
2330	ponderous	7
2331	portrays	7
2332	positive	7
2333	potent	7
2334	preposterous	7
2335	pretends	7
2336	private	7
2337	problematic	7
2338	professional	7
2339	propaganda	7
2340	quirks	7
2341	race	7
2342	ramsay	7
2343	recycled	7
2344	rent	7
2345	replaced	7
2346	rewards	7
2347	rhythm	7
2348	rise	7
2349	roles	7
2350	rollerball	7
2351	roots	7
2352	rote	7
2353	run-of-the-mill	7
2354	sand	7
2355	sandra	7
2356	satirical	7
2357	savvy	7
2358	scattered	7
2359	search	7
2360	seemingly	7
2361	send	7
2362	serve	7
2363	serviceable	7
2364	serving	7
2365	seven	7
2366	shadows	7
2367	shakespeare	7
2368	shanghai	7
2369	shocks	7
2370	silver	7
2371	similar	7
2372	sink	7
2373	sinks	7
2374	slowly	7
2375	sly	7
2376	smartly	7
2377	snipes	7
2378	sobering	7
2379	soulless	7
2380	souls	7
2381	southern	7
2382	sparkling	7
2383	speaks	7
2384	spirited	7
2385	spirits	7
2386	spite	7
2387	staged	7
2388	startling	7
2389	stop	7
2390	stops	7
2391	strain	7
2392	street	7
2393	strike	7
2394	string	7
2395	stunt	7
2396	substantial	7
2397	subversive	7
2398	surreal	7
2399	sweetly	7
2400	t	7
2401	tales	7
2402	technical	7
2403	technology	7
2404	tends	7
2405	test	7
2406	thematic	7
2407	thick	7
2408	thrill	7
2409	throwing	7
2410	thumbs	7
2411	ticket	7
2412	tiny	7
2413	tour	7
2414	trademark	7
2415	tragedies	7
2416	trailer	7
2417	transcends	7
2418	trapped	7
2419	trashy	7
2420	unconvincing	7
2421	undeniable	7
2422	understated	7
2423	unimaginative	7
2424	unoriginal	7
2425	unpredictable	7
2426	vapid	7
2427	variety	7
2428	victim	7
2429	villain	7
2430	vincent	7
2431	vintage	7
2432	wave	7
2433	weeks	7
2434	well-crafted	7
2435	west	7
2436	whenever	7
2437	window	7
2438	windtalkers	7
2439	witless	7
2440	wondering	7
2441	ya-ya	7
2442	younger	7
2443	1	6
2444	13	6
2445	3	6
2446	8	6
2447	90-minute	6
2448	absurdity	6
2449	abuse	6
2450	academy	6
2451	accents	6
2452	achingly	6
2453	advantage	6
2454	advice	6
2455	ah	6
2456	alas	6
2457	allegory	6
2458	amid	6
2459	anne	6
2460	anybody	6
2461	anyway	6
2462	appropriate	6
2463	argue	6
2464	astonishingly	6
2465	attal	6
2466	attitude	6
2467	award	6
2468	awe	6
2469	ballistic	6
2470	bard	6
2471	basically	6
2472	big-screen	6
2473	blame	6
2474	blast	6
2475	blow	6
2476	bodies	6
2477	bored	6
2478	borrows	6
2479	box	6
2480	breath	6
2481	brisk	6
2482	brosnan	6
2483	brutal	6
2484	buffs	6
2485	built	6
2486	cable	6
2487	caine	6
2488	capacity	6
2489	carefully	6
2490	carried	6
2491	cat	6
2492	cell	6
2493	choice	6
2494	circuit	6
2495	cleverly	6
2496	climactic	6
2497	clooney	6
2498	closer	6
2499	clumsily	6
2500	coherent	6
2501	collapses	6
2502	colors	6
2503	combined	6
2504	concert	6
2505	confident	6
2506	connect	6
2507	considered	6
2508	controversy	6
2509	convenient	6
2510	convey	6
2511	convince	6
2512	cop	6
2513	cost	6
2514	costume	6
2515	creation	6
2516	crisis	6
2517	critics	6
2518	crudup	6
2519	cuts	6
2520	cynicism	6
2521	daily	6
2522	dare	6
2523	decided	6
2524	decidedly	6
2525	deeds	6
2526	delicious	6
2527	delights	6
2528	demographic	6
2529	developed	6
2530	disjointed	6
2531	diversion	6
2532	documentaries	6
2533	don	6
2534	double	6
2535	drawing	6
2536	draws	6
2537	drive	6
2538	dud	6
2539	duke	6
2540	earnestness	6
2541	eastwood	6
2542	eat	6
2543	effortlessly	6
2544	elegantly	6
2545	emphasizes	6
2546	encouraging	6
2547	endlessly	6
2548	engage	6
2549	enigmatic	6
2550	enthusiastic	6
2551	equal	6
2552	erotic	6
2553	escapism	6
2554	esther	6
2555	evelyn	6
2556	everyday	6
2557	evokes	6
2558	examines	6
2559	existence	6
2560	exotic	6
2561	explore	6
2562	exploring	6
2563	fairy	6
2564	famous	6
2565	fancy	6
2566	fantasies	6
2567	feat	6
2568	fellow	6
2569	fills	6
2570	flamboyant	6
2571	flow	6
2572	following	6
2573	ford	6
2574	former	6
2575	france	6
2576	freeman	6
2577	freshness	6
2578	frustration	6
2579	garbage	6
2580	generous	6
2581	glossy	6
2582	goldmember	6
2583	grab	6
2584	grating	6
2585	grey	6
2586	gun	6
2587	hallmark	6
2588	handful	6
2589	hanks	6
2590	hannibal	6
2591	happening	6
2592	hartley	6
2593	hastily	6
2594	haynes	6
2595	henry	6
2596	heroes	6
2597	heroine	6
2598	highest	6
2599	holm	6
2600	honesty	6
2601	hoped	6
2602	humorless	6
2603	hype	6
2604	impeccable	6
2605	impostor	6
2606	inconsequential	6
2607	inexplicable	6
2608	ingenious	6
2609	inherent	6
2610	insanely	6
2611	inspire	6
2612	insulting	6
2613	intent	6
2614	intermittently	6
2615	interview	6
2616	intimacy	6
2617	intricate	6
2618	irish	6
2619	issue	6
2620	japan	6
2621	jealousy	6
2622	jim	6
2623	judd	6
2624	kidman	6
2625	kill	6
2626	kinda	6
2627	lan	6
2628	lane	6
2629	language	6
2630	later	6
2631	latter	6
2632	laugh-out-loud	6
2633	laughed	6
2634	layers	6
2635	lends	6
2636	lesser	6
2637	lie	6
2638	lifestyle	6
2639	lifetime	6
2640	lingering	6
2641	lips	6
2642	lively	6
2643	locations	6
2644	longing	6
2645	lopez	6
2646	losing	6
2647	lush	6
2648	magnificent	6
2649	maintain	6
2650	managed	6
2651	marvel	6
2652	masterfully	6
2653	matthew	6
2654	meaningful	6
2655	measure	6
2656	measured	6
2657	mechanical	6
2658	meets	6
2659	melancholy	6
2660	metropolis	6
2661	middle-aged	6
2662	minds	6
2663	minute	6
2664	momentum	6
2665	morality	6
2666	morning	6
2667	mothman	6
2668	movements	6
2669	murky	6
2670	named	6
2671	neat	6
2672	necessarily	6
2673	neil	6
2674	nerve	6
2675	nightmare	6
2676	nights	6
2677	noble	6
2678	nonetheless	6
2679	note	6
2680	occasional	6
2681	oh	6
2682	order	6
2683	outing	6
2684	outstanding	6
2685	overlong	6
2686	pale	6
2687	palma	6
2688	parade	6
2689	paradiso	6
2690	pastiche	6
2691	pathos	6
2692	payne	6
2693	pays	6
2694	performed	6
2695	perverse	6
2696	philosophy	6
2697	physical	6
2698	piano	6
2699	pleasing	6
2700	plympton	6
2701	precisely	6
2702	predecessors	6
2703	pretensions	6
2704	primarily	6
2705	properly	6
2706	prospect	6
2707	proud	6
2708	providing	6
2709	psychologically	6
2710	pulp	6
2711	racial	6
2712	ranks	6
2713	reasons	6
2714	redemption	6
2715	reel	6
2716	refusal	6
2717	reggio	6
2718	remembered	6
2719	reminiscent	6
2720	rental	6
2721	rescue	6
2722	resembles	6
2723	resolutely	6
2724	reveal	6
2725	rice	6
2726	rings	6
2727	robin	6
2728	rohmer	6
2729	rooting	6
2730	rude	6
2731	sake	6
2732	saved	6
2733	screaming	6
2734	seeking	6
2735	seeming	6
2736	sensual	6
2737	shamelessly	6
2738	shapeless	6
2739	shelf	6
2740	shoulders	6
2741	showcase	6
2742	showcases	6
2743	simplicity	6
2744	sketch	6
2745	sketchy	6
2746	slack	6
2747	slick	6
2748	sluggish	6
2749	smith	6
2750	so-so	6
2751	solidly	6
2752	sophomoric	6
2753	sorvino	6
2754	soulful	6
2755	spears	6
2756	spell	6
2757	spin	6
2758	spot	6
2759	spring	6
2760	squeeze	6
2761	static	6
2762	steers	6
2763	sticks	6
2764	stitch	6
2765	stone	6
2766	store	6
2767	stretched	6
2768	strikes	6
2769	stylistic	6
2770	stylized	6
2771	subculture	6
2772	suggests	6
2773	suited	6
2774	surrounding	6
2775	suspect	6
2776	swallow	6
2777	sweeping	6
2778	sweetness	6
2779	sympathetic	6
2780	talky	6
2781	taylor	6
2782	tear	6
2783	tears	6
2784	technically	6
2785	term	6
2786	terribly	6
2787	text	6
2788	thomas	6
2789	thousands	6
2790	thrillers	6
2791	toback	6
2792	took	6
2793	top-notch	6
2794	topic	6
2795	touched	6
2796	travel	6
2797	traveler	6
2798	treats	6
2799	triangle	6
2800	trite	6
2801	unabashedly	6
2802	uncanny	6
2803	understands	6
2804	uneasy	6
2805	unexpectedly	6
2806	unforced	6
2807	unlikable	6
2808	unnerving	6
2809	unusually	6
2810	urge	6
2811	urgency	6
2812	vague	6
2813	verve	6
2814	wake	6
2815	walked	6
2816	web	6
2817	well-intentioned	6
2818	western	6
2819	whimsy	6
2820	wholly	6
2821	wilson	6
2822	winner	6
2823	wrapped	6
2824	yearning	6
2825	youth	6
2826	'60s	5
2827	100	5
2828	101	5
2829	11	5
2830	1\/2	5
2831	20th	5
2832	21st	5
2833	30	5
2834	4ever	5
2835	80	5
2836	accurate	5
2837	adequate	5
2838	admittedly	5
2839	adventurous	5
2840	aficionados	5
2841	aging	5
2842	aimless	5
2843	album	5
2844	alert	5
2845	alienation	5
2846	aliens	5
2847	alike	5
2848	altogether	5
2849	amazingly	5
2850	ambiguous	5
2851	amiable	5
2852	anachronistic	5
2853	anderson	5
2854	angels	5
2855	anger	5
2856	angry	5
2857	anomie	5
2858	anthony	5
2859	anywhere	5
2860	appalling	5
2861	arguments	5
2862	arrive	5
2863	art-house	5
2864	arts	5
2865	arty	5
2866	aspirations	5
2867	attract	5
2868	audacious	5
2869	auto	5
2870	avary	5
2871	avoids	5
2872	ball	5
2873	ballot	5
2874	banter	5
2875	bar	5
2876	base	5
2877	basis	5
2878	beach	5
2879	begin	5
2880	benefit	5
2881	benjamins	5
2882	bill	5
2883	birot	5
2884	black-and-white	5
2885	blank	5
2886	bogdanovich	5
2887	bogs	5
2888	bow	5
2889	bowling	5
2890	breaking	5
2891	bridge	5
2892	brief	5
2893	brooding	5
2894	bruce	5
2895	bruckheimer	5
2896	bucks	5
2897	buddy	5
2898	building	5
2899	builds	5
2900	burger	5
2901	buried	5
2902	bursts	5
2903	calculated	5
2904	capturing	5
2905	carmen	5
2906	carrying	5
2907	cartoonish	5
2908	cartoons	5
2909	catches	5
2910	celebration	5
2911	celluloid	5
2912	cgi	5
2913	chances	5
2914	characterization	5
2915	charlie	5
2916	charmless	5
2917	chateau	5
2918	cheer	5
2919	cheese	5
2920	chekhov	5
2921	cherish	5
2922	chew	5
2923	chicago	5
2924	chiller	5
2925	chooses	5
2926	chuckles	5
2927	clean	5
2928	cleverness	5
2929	clichéd	5
2930	clockstoppers	5
2931	clothes	5
2932	club	5
2933	clue	5
2934	cohesive	5
2935	collateral	5
2936	compared	5
2937	computer-generated	5
2938	concern	5
2939	connection	5
2940	consciousness	5
2941	consequences	5
2942	conservative	5
2943	considering	5
2944	consistent	5
2945	conspiracy	5
2946	construct	5
2947	contradictory	5
2948	control	5
2949	convoluted	5
2950	coppola	5
2951	costumes	5
2952	cover	5
2953	cox	5
2954	craft	5
2955	crane	5
2956	critical	5
2957	crossroads	5
2958	crucial	5
2959	cry	5
2960	curves	5
2961	cutesy	5
2962	dana	5
2963	dancing	5
2964	darkly	5
2965	dawson	5
2966	decade	5
2967	decency	5
2968	dedication	5
2969	defies	5
2970	definitive	5
2971	del	5
2972	deliberately	5
2973	demons	5
2974	denial	5
2975	denying	5
2976	depends	5
2977	deserved	5
2978	destination	5
2979	destruction	5
2980	devices	5
2981	disappointingly	5
2982	disappointment	5
2983	dish	5
2984	dismissed	5
2985	displays	5
2986	distinctive	5
2987	distinctly	5
2988	divine	5
2989	dogtown	5
2990	dose	5
2991	doses	5
2992	dragons	5
2993	dramas	5
2994	dreadful	5
2995	dressed	5
2996	drink	5
2997	droll	5
2998	drumline	5
2999	dubious	5
3000	duvall	5
3001	eager	5
3002	earlier	5
3003	earn	5
3004	ecks	5
3005	edgy	5
3006	education	5
3007	effectively	5
3008	elusive	5
3009	emphasis	5
3010	empowerment	5
3011	endure	5
3012	enjoyably	5
3013	enormously	5
3014	enter	5
3015	entry	5
3016	episodes	5
3017	equilibrium	5
3018	ethnic	5
3019	evening	5
3020	exaggerated	5
3021	exceedingly	5
3022	excels	5
3023	exception	5
3024	exist	5
3025	existential	5
3026	expense	5
3027	experiment	5
3028	exploit	5
3029	explores	5
3030	exposition	5
3031	express	5
3032	extent	5
3033	extra	5
3034	extravaganza	5
3035	eyre	5
3036	factor	5
3037	fail	5
3038	familial	5
3039	farrelly	5
3040	fathers	5
3041	favorite	5
3042	favors	5
3043	feardotcom	5
3044	feathers	5
3045	feelings	5
3046	feet	5
3047	fence	5
3048	finest	5
3049	fits	5
3050	floor	5
3051	fluid	5
3052	folk	5
3053	followed	5
3054	fool	5
3055	forces	5
3056	format	5
3057	forth	5
3058	foster	5
3059	fourth	5
3060	freedom	5
3061	frontal	5
3062	gang	5
3063	gel	5
3064	gender	5
3065	generates	5
3066	genial	5
3067	giddy	5
3068	gift	5
3069	glorious	5
3070	gloriously	5
3071	goodfellas	5
3072	gore	5
3073	gorgeously	5
3074	gory	5
3075	graceful	5
3076	grasp	5
3077	gravity	5
3078	greene	5
3079	grim	5
3080	guessing	5
3081	hack	5
3082	haneke	5
3083	harder	5
3084	heady	5
3085	heat	5
3086	heavily	5
3087	held	5
3088	hide	5
3089	hilarity	5
3090	hint	5
3091	hollow	5
3092	hoot	5
3093	hunter	5
3094	hypnotic	5
3095	idiosyncratic	5
3096	ignore	5
3097	illustrates	5
3098	immediate	5
3099	immensely	5
3100	impressed	5
3101	improve	5
3102	incident	5
3103	incisive	5
3104	includes	5
3105	incoherence	5
3106	incompetent	5
3107	incomprehensible	5
3108	inconsistent	5
3109	independent	5
3110	indulgent	5
3111	infidelity	5
3112	influence	5
3113	infomercial	5
3114	inhabit	5
3115	initial	5
3116	inner-city	5
3117	innocent	5
3118	installment	5
3119	instincts	5
3120	intensely	5
3121	international	5
3122	invention	5
3123	ironically	5
3124	irresistible	5
3125	island	5
3126	isolation	5
3127	jacquot	5
3128	jagger	5
3129	janice	5
3130	jerry	5
3131	jessica	5
3132	jewish	5
3133	joel	5
3134	jolie	5
3135	jonah	5
3136	juvenile	5
3137	kahlo	5
3138	kicks	5
3139	kiddie	5
3140	known	5
3141	korea	5
3142	korean	5
3143	lampoon	5
3144	lanes	5
3145	le	5
3146	legacy	5
3147	lilo	5
3148	limp	5
3149	listen	5
3150	lovers	5
3151	lucky	5
3152	lump	5
3153	lurid	5
3154	malkovich	5
3155	mann	5
3156	manufactured	5
3157	marginal	5
3158	martial	5
3159	mcgrath	5
3160	meat	5
3161	mediocrity	5
3162	mel	5
3163	menace	5
3164	mental	5
3165	merchant	5
3166	messy	5
3167	michel	5
3168	midnight	5
3169	minimalist	5
3170	misery	5
3171	misses	5
3172	miyazaki	5
3173	moody	5
3174	moonlight	5
3175	morally	5
3176	morvern	5
3177	motions	5
3178	motivated	5
3179	moved	5
3180	mtv	5
3181	mushy	5
3182	muted	5
3183	mysterious	5
3184	narratively	5
3185	naturalistic	5
3186	nelson	5
3187	newcomer	5
3188	niche	5
3189	nobody	5
3190	noise	5
3191	nonsensical	5
3192	notwithstanding	5
3193	noyce	5
3194	nuance	5
3195	o	5
3196	objective	5
3197	obligatory	5
3198	observation	5
3199	opaque	5
3200	openness	5
3201	opportunities	5
3202	ought	5
3203	ourselves	5
3204	outcome	5
3205	overwhelming	5
3206	ozpetek	5
3207	pacino	5
3208	paints	5
3209	pantheon	5
3210	pants	5
3211	paper-thin	5
3212	passable	5
3213	passes	5
3214	pathology	5
3215	patient	5
3216	paxton	5
3217	pedigree	5
3218	penetrating	5
3219	personalities	5
3220	phone	5
3221	phones	5
3222	phony	5
3223	photography	5
3224	piccoli	5
3225	player	5
3226	pleasurable	5
3227	pointed	5
3228	polished	5
3229	politically	5
3230	pool	5
3231	porn	5
3232	portray	5
3233	positively	5
3234	poverty	5
3235	practically	5
3236	praise	5
3237	pratfalls	5
3238	predictability	5
3239	prefer	5
3240	presentation	5
3241	presented	5
3242	primary	5
3243	produce	5
3244	profile	5
3245	proper	5
3246	prophecies	5
3247	proportions	5
3248	pulling	5
3249	putting	5
3250	puzzling	5
3251	quitting	5
3252	radical	5
3253	raised	5
3254	random	5
3255	rank	5
3256	rap	5
3257	rating	5
3258	ready	5
3259	recommended	5
3260	redundant	5
3261	refuses	5
3262	regret	5
3263	rehash	5
3264	relevant	5
3265	relief	5
3266	remembering	5
3267	remind	5
3268	reminder	5
3269	remotely	5
3270	renner	5
3271	reputation	5
3272	require	5
3273	responsible	5
3274	revelation	5
3275	richard	5
3276	richer	5
3277	rising	5
3278	rodriguez	5
3279	root	5
3280	rouge	5
3281	rowdy	5
3282	runner	5
3283	russell	5
3284	sane	5
3285	sarandon	5
3286	sayles	5
3287	scenery	5
3288	schaeffer	5
3289	schwarzenegger	5
3290	scooby	5
3291	scott	5
3292	scream	5
3293	screening	5
3294	seconds	5
3295	seek	5
3296	seeks	5
3297	sell	5
3298	sensational	5
3299	senses	5
3300	sensibility	5
3301	serial	5
3302	sever	5
3303	severe	5
3304	shadyac	5
3305	sheridan	5
3306	shines	5
3307	shining	5
3308	shockingly	5
3309	shrewd	5
3310	shrill	5
3311	significant	5
3312	silent	5
3313	similarly	5
3314	simone	5
3315	sincerity	5
3316	singing	5
3317	sisterhood	5
3318	sisters	5
3319	skins	5
3320	sleep	5
3321	sleeve	5
3322	solaris	5
3323	somebody	5
3324	sorority	5
3325	sorry	5
3326	speak	5
3327	specifically	5
3328	sport	5
3329	spots	5
3330	squanders	5
3331	squarely	5
3332	staggeringly	5
3333	station	5
3334	stephen	5
3335	steve	5
3336	stiff	5
3337	sting	5
3338	struggling	5
3339	student	5
3340	subplots	5
3341	substitute	5
3342	subtly	5
3343	suburban	5
3344	succumbs	5
3345	suck	5
3346	sudden	5
3347	suit	5
3348	sumptuous	5
3349	supernatural	5
3350	support	5
3351	survive	5
3352	swim	5
3353	swimfan	5
3354	system	5
3355	table	5
3356	tambor	5
3357	tap	5
3358	tarantino	5
3359	tasteful	5
3360	taut	5
3361	tawdry	5
3362	teeth	5
3363	telegraphed	5
3364	tense	5
3365	tepid	5
3366	textbook	5
3367	theory	5
3368	threat	5
3369	throw	5
